Repository: katagaki/Wooosh
Catalog: Apple/Wooosh/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, zh_hans, zh_hant

# keychanged_body
source: “%1$@” is presenting a different security key than when you paired. This usually happens after Wooosh is reinstalled or the device is reset, but it can also mean another device is impersonating it. Transfers with this device are blocked until you pair again.
de: „%1$@“ zeigt einen anderen Sicherheitsschlüssel als beim Koppeln. Das passiert meist nach einer Neuinstallation von Wooosh oder einem Zurücksetzen des Geräts, kann aber auch bedeuten, dass ein anderes Gerät sich dafür ausgibt. Übertragungen mit diesem Gerät sind blockiert, bis du erneut koppelst.
es: «%1$@» presenta una clave de seguridad distinta a la de la vinculación. Suele ocurrir tras reinstalar Wooosh o restablecer el dispositivo, pero también puede significar que otro dispositivo se está haciendo pasar por él. Las transferencias con este dispositivo están bloqueadas hasta que vuelvas a vincularlo.
fr: « %1$@ » présente une clé de sécurité différente de celle utilisée lors de l'association. Cela arrive généralement après une réinstallation de Wooosh ou une réinitialisation de l'appareil, mais cela peut aussi signifier qu'un autre appareil se fait passer pour lui. Les transferts avec cet appareil sont bloqués jusqu'à une nouvelle association.
it: «%1$@» presenta una chiave di sicurezza diversa da quella dell'abbinamento. Di solito succede dopo una reinstallazione di Wooosh o un ripristino del dispositivo, ma può anche significare che un altro dispositivo si sta spacciando per lui. I trasferimenti con questo dispositivo sono bloccati finché non lo abbini di nuovo.
ja: 「%1$@」は、ペアリング時とは異なるセキュリティキーを提示しています。通常は Wooosh の再インストールやデバイスの初期化の後に起こりますが、別のデバイスがなりすましている可能性もあります。再度ペアリングするまで、このデバイスとの転送はブロックされます。
ko: “%1$@”이(가) 페어링할 때와 다른 보안 키를 제시하고 있습니다. 보통 Wooosh를 다시 설치하거나 기기를 초기화한 뒤에 발생하지만, 다른 기기가 사칭하고 있을 수도 있습니다. 다시 페어링할 때까지 이 기기와의 전송은 차단됩니다.
nl: ‘%1$@’ toont een andere beveiligingssleutel dan bij het koppelen. Dat gebeurt meestal na het opnieuw installeren van Wooosh of het resetten van het apparaat, maar het kan ook betekenen dat een ander apparaat zich ervoor uitgeeft. Overdrachten met dit apparaat zijn geblokkeerd totdat je opnieuw koppelt.
pl: Urządzenie „%1$@” przedstawia inny klucz zabezpieczeń niż podczas parowania. Zwykle dzieje się tak po ponownej instalacji Wooosh lub zresetowaniu urządzenia, ale może też oznaczać, że podszywa się pod nie inne urządzenie. Transfery z tym urządzeniem są zablokowane do czasu ponownego sparowania.
pt_br: “%1$@” está apresentando uma chave de segurança diferente da usada no pareamento. Isso normalmente acontece depois de reinstalar o Wooosh ou redefinir o dispositivo, mas também pode significar que outro dispositivo está se passando por ele. As transferências com este dispositivo ficam bloqueadas até você parear de novo.
ru: Устройство «%1$@» предъявляет другой ключ безопасности, чем при связывании. Обычно так бывает после переустановки Wooosh или сброса устройства, но это может означать и подмену устройства. Передачи с этим устройством заблокированы, пока вы не свяжетесь заново.
sv: ”%1$@” visar en annan säkerhetsnyckel än vid parkopplingen. Det händer oftast efter en ominstallation av Wooosh eller en återställning av enheten, men det kan också betyda att en annan enhet utger sig för att vara den. Överföringar med enheten är blockerade tills du parkopplar igen.
zh_hans: “%1$@”出示的安全密钥与配对时不同。这通常发生在重新安装 Wooosh 或重置设备之后，但也可能意味着另一台设备正在冒充它。在你重新配对之前，与这台设备的传输会被阻止。
zh_hant: 「%1$@」出示的安全金鑰與配對時不同。這通常發生在重新安裝 Wooosh 或重置裝置之後，但也可能表示另一台裝置正在冒充它。在你重新配對之前，與這台裝置的傳輸會被封鎖。

# keychanged_expected_label
source: You Paired With
de: Gekoppelt hast du mit
es: Vinculaste con
fr: Vous vous êtes associé à
it: Ti sei abbinato a
ja: ペアリングした相手
ko: 페어링한 기기
nl: Je koppelde met
pl: Sparowano z
pt_br: Você pareou com
ru: Вы связались с
sv: Du parkopplade med
zh_hans: 你配对的是
zh_hant: 你配對的是

# keychanged_presented_label
source: It Is Now Showing
de: Jetzt zeigt es
es: Ahora muestra
fr: Il affiche maintenant
it: Ora mostra
ja: 現在の表示
ko: 현재 표시 중
nl: Nu toont het
pl: Teraz pokazuje
pt_br: Agora ele mostra
ru: Сейчас показывает
sv: Nu visar den
zh_hans: 现在显示的是
zh_hant: 現在顯示的是

# keychanged_presented_unknown
source: Not available: the connection failed before its key could be read.
de: Nicht verfügbar: Die Verbindung ist fehlgeschlagen, bevor der Schlüssel gelesen werden konnte.
es: No disponible: la conexión falló antes de poder leer la clave.
fr: Indisponible : la connexion a échoué avant que la clé puisse être lue.
it: Non disponibile: la connessione è fallita prima che la chiave potesse essere letta.
ja: 取得できません: キーを読み取る前に接続が失敗しました。
ko: 확인할 수 없음: 키를 읽기 전에 연결이 실패했습니다.
nl: Niet beschikbaar: de verbinding mislukte voordat de sleutel gelezen kon worden.
pl: Niedostępne: połączenie nie powiodło się, zanim udało się odczytać klucz.
pt_br: Indisponível: a conexão falhou antes de a chave poder ser lida.
ru: Недоступно: соединение прервалось до того, как удалось прочитать ключ.
sv: Inte tillgänglig: anslutningen misslyckades innan nyckeln kunde läsas.
zh_hans: 无法获取：在读取密钥之前连接就失败了。
zh_hant: 無法取得：在讀取金鑰之前連線就失敗了。

# keychanged_row_warning
source: Key changed. Pair again to continue.
de: Schlüssel geändert. Zum Fortfahren erneut koppeln.
es: La clave ha cambiado. Vuelve a vincular para continuar.
fr: Clé modifiée. Associez à nouveau pour continuer.
it: Chiave cambiata. Abbina di nuovo per continuare.
ja: キーが変更されました。続けるには再度ペアリングしてください。
ko: 키가 변경되었습니다. 계속하려면 다시 페어링하세요.
nl: Sleutel gewijzigd. Koppel opnieuw om verder te gaan.
pl: Klucz się zmienił. Sparuj ponownie, aby kontynuować.
pt_br: A chave mudou. Pareie de novo para continuar.
ru: Ключ изменился. Свяжитесь заново, чтобы продолжить.
sv: Nyckeln har ändrats. Parkoppla igen för att fortsätta.
zh_hans: 密钥已更改。重新配对后才能继续。
zh_hant: 金鑰已變更。重新配對後才能繼續。

# keychanged_title
source: Security Key Changed
de: Sicherheitsschlüssel geändert
es: La clave de seguridad ha cambiado
fr: La clé de sécurité a changé
it: La chiave di sicurezza è cambiata
ja: セキュリティキーが変更されました
ko: 보안 키가 변경됨
nl: Beveiligingssleutel gewijzigd
pl: Klucz zabezpieczeń się zmienił
pt_br: A chave de segurança mudou
ru: Ключ безопасности изменился
sv: Säkerhetsnyckeln har ändrats
zh_hans: 安全密钥已更改
zh_hant: 安全金鑰已變更

# notification_channel_desc
source: Progress of transfers that are running.
de: Fortschritt laufender Übertragungen.
es: Progreso de las transferencias en curso.
fr: Progression des transferts en cours.
it: Avanzamento dei trasferimenti in corso.
ja: 実行中の転送の進行状況です。
ko: 진행 중인 전송의 상태입니다.
nl: Voortgang van lopende overdrachten.
pl: Postęp trwających transferów.
pt_br: Progresso das transferências em andamento.
ru: Ход выполняемых передач.
sv: Förlopp för pågående överföringar.
zh_hans: 正在进行的传输的进度。
zh_hant: 正在進行的傳輸進度。

# notification_channel_name
source: Transfers
de: Übertragungen
es: Transferencias
fr: Transferts
it: Trasferimenti
ja: 転送
ko: 전송
nl: Overdrachten
pl: Przesyłanie
pt_br: Transferências
ru: Передачи
sv: Överföringar
zh_hans: 传输
zh_hant: 傳輸

# notification_title_multiple
source: In progress: %lld transfers
de: Aktiv: %lld Übertragungen
es: En curso: %lld transferencias
fr: En cours : %lld transferts
it: In corso: %lld trasferimenti
ja: %lld 件の転送を実行中
ko: 전송 %lld개 진행 중
nl: Actief: %lld overdrachten
pl: W toku: %lld transferu
pt_br: Em andamento: %lld transferências
ru: Выполняется: %lld передачи
sv: Pågår: %lld överföringar
zh_hans: 正在进行 %lld 项传输
zh_hant: 正在進行 %lld 項傳輸

# offer_nav_incoming
source: Incoming Files
de: Eingehende Dateien
es: Archivos entrantes
fr: Fichiers entrants
it: File in arrivo
ja: 受信するファイル
ko: 받는 파일
nl: Binnenkomende bestanden
pl: Pliki przychodzące
pt_br: Arquivos recebidos
ru: Входящие файлы
sv: Inkommande filer
zh_hans: 传入的文件
zh_hant: 傳入的檔案

# offer_nav_receiving
source: Receiving
de: Empfangen
es: Recibiendo
fr: Réception
it: Ricezione
ja: 受信中
ko: 받는 중
nl: Ontvangen
pl: Odbieranie
pt_br: Recebendo
ru: Получение
sv: Tar emot
zh_hans: 正在接收
zh_hant: 正在接收

# offer_paired_device
source: Paired device
de: Gekoppeltes Gerät
es: Dispositivo vinculado
fr: Appareil associé
it: Dispositivo abbinato
ja: ペアリング済みのデバイス
ko: 페어링된 기기
nl: Gekoppeld apparaat
pl: Sparowane urządzenie
pt_br: Dispositivo pareado
ru: Связанное устройство
sv: Parkopplad enhet
zh_hans: 已配对的设备
zh_hant: 已配對的裝置

# offer_title
source: %1$@ wants to send you %lld files
de: %1$@ möchte dir %lld Dateien senden
es: %1$@ quiere enviarte %lld archivos
fr: %1$@ souhaite vous envoyer %lld fichiers
it: %1$@ vuole inviarti %lld file
ja: %1$@ が%lld 件のファイルを送信しようとしています
ko: %1$@에서 파일 %lld개 보내기를 요청했습니다
nl: %1$@ wil je %lld bestanden sturen
pl: Urządzenie %1$@ chce wysłać %lld pliku
pt_br: %1$@ quer enviar %lld arquivos para você
ru: Устройство %1$@ хочет отправить вам %lld файла
sv: %1$@ vill skicka %lld filer till dig
zh_hans: %1$@ 想向你发送 %lld 个文件
zh_hant: %1$@ 想傳送 %lld 個檔案 給你

# offer_unpaired_warning
source: Not paired. Check that the words below match the ones on the sender's screen.
de: Nicht gekoppelt. Prüfe, ob die Wörter unten mit denen auf dem Bildschirm des Absenders übereinstimmen.
es: Sin vincular. Comprueba que las palabras de abajo coincidan con las de la pantalla del remitente.
fr: Non associé. Vérifiez que les mots ci-dessous correspondent à ceux affichés sur l'écran de l'expéditeur.
it: Non abbinato. Verifica che le parole qui sotto coincidano con quelle sullo schermo del mittente.
ja: ペアリングされていません。下の単語が、送信側の画面に表示されている単語と一致するか確認してください。
ko: 페어링되지 않았습니다. 아래 단어가 보내는 기기 화면에 표시된 단어와 같은지 확인하세요.
nl: Niet gekoppeld. Controleer of de woorden hieronder overeenkomen met die op het scherm van de afzender.
pl: Brak sparowania. Sprawdź, czy poniższe słowa są takie same jak na ekranie urządzenia wysyłającego.
pt_br: Não pareado. Confira se as palavras abaixo são iguais às da tela de quem está enviando.
ru: Устройство не связано. Проверьте, совпадают ли слова ниже со словами на экране отправителя.
sv: Inte parkopplad. Kontrollera att orden nedan stämmer med dem på avsändarens skärm.
zh_hans: 尚未配对。请确认下面的词语与发送方屏幕上显示的一致。
zh_hant: 尚未配對。請確認下方的詞語與傳送端螢幕上顯示的一致。

# other_device_body
source: Scan the code from the device you want to send to, or paste it below.
de: Scanne den Code des Geräts, an das du senden willst, oder füge ihn unten ein.
es: Escanea el código del dispositivo al que quieres enviar, o pégalo abajo.
fr: Scannez le code de l'appareil auquel vous voulez envoyer, ou collez-le ci-dessous.
it: Scansiona il codice del dispositivo a cui vuoi inviare, oppure incollalo qui sotto.
ja: 送信先のデバイスのコードをスキャンするか、下に貼り付けてください。
ko: 보낼 기기의 코드를 스캔하거나 아래에 붙여넣으세요.
nl: Scan de code van het apparaat waarnaar je wilt sturen, of plak hem hieronder.
pl: Zeskanuj kod urządzenia, do którego chcesz wysłać, albo wklej go poniżej.
pt_br: Escaneie o código do dispositivo para o qual quer enviar, ou cole abaixo.
ru: Отсканируйте код устройства, которому хотите отправить, или вставьте его ниже.
sv: Skanna koden från enheten du vill skicka till, eller klistra in den nedan.
zh_hans: 扫描要发送到的设备上的代码，或在下方粘贴。
zh_hant: 掃描要傳送到的裝置上的代碼，或在下方貼上。

# other_device_connecting_body
source: Connecting over the internet takes longer than on a local network.
de: Eine Verbindung über das Internet dauert länger als im lokalen Netzwerk.
es: Conectarse por internet tarda más que en una red local.
fr: Se connecter par Internet prend plus de temps que sur un réseau local.
it: Connettersi via internet richiede più tempo che su una rete locale.
ja: インターネット経由の接続は、ローカルネットワークより時間がかかります。
ko: 인터넷 연결은 로컬 네트워크보다 오래 걸립니다.
nl: Verbinden via internet duurt langer dan op een lokaal netwerk.
pl: Łączenie przez internet trwa dłużej niż w sieci lokalnej.
pt_br: Conectar pela internet demora mais do que numa rede local.
ru: Подключение через интернет занимает больше времени, чем в локальной сети.
sv: Att ansluta via internet tar längre tid än i ett lokalt nätverk.
zh_hans: 通过互联网连接比在本地网络中更慢。
zh_hant: 透過網際網路連線比在本地網路中更慢。

# other_device_prompt
source: A code is needed each time. Sending shows one, receiving scans one.
de: Jedes Mal wird ein Code gebraucht. Beim Senden wird einer angezeigt, beim Empfangen einer gescannt.
es: Se necesita un código cada vez. Al enviar se muestra uno, al recibir se escanea uno.
fr: Un code est nécessaire à chaque fois. L'envoi en affiche un, la réception en scanne un.
it: Serve un codice ogni volta. Inviando se ne mostra uno, ricevendo se ne scansiona uno.
ja: 毎回コードが必要です。送信側は表示し、受信側はスキャンします。
ko: 매번 코드가 필요합니다. 보낼 때는 표시하고, 받을 때는 스캔합니다.
nl: Elke keer is een code nodig. Verzenden toont er een, ontvangen scant er een.
pl: Za każdym razem potrzebny jest kod. Wysyłanie go pokazuje, odbieranie skanuje.
pt_br: É preciso um código a cada vez. Enviar mostra um, receber escaneia um.
ru: Каждый раз нужен код. При отправке он показывается, при получении сканируется.
sv: En kod behövs varje gång. Att skicka visar en, att ta emot skannar en.
zh_hans: 每次都需要一个代码。发送时显示，接收时扫描。
zh_hant: 每次都需要一個代碼。傳送時顯示，接收時掃描。

# other_device_receive
source: Receive Files
de: Dateien empfangen
es: Recibir archivos
fr: Recevoir des fichiers
it: Ricevi file
ja: ファイルを受信
ko: 파일 받기
nl: Bestanden ontvangen
pl: Odbierz pliki
pt_br: Receber arquivos
ru: Получить файлы
sv: Ta emot filer
zh_hans: 接收文件
zh_hant: 接收檔案

# other_device_scan_prompt
source: Scan the code from the other device
de: Scanne den Code des anderen Geräts
es: Escanea el código del otro dispositivo
fr: Scannez le code de l'autre appareil
it: Scansiona il codice dell'altro dispositivo
ja: 相手のデバイスのコードをスキャン
ko: 상대 기기의 코드를 스캔하세요
nl: Scan de code van het andere apparaat
pl: Zeskanuj kod drugiego urządzenia
pt_br: Escaneie o código do outro dispositivo
ru: Отсканируйте код другого устройства
sv: Skanna koden från den andra enheten
zh_hans: 扫描对方设备上的代码
zh_hant: 掃描對方裝置上的代碼

# other_device_send
source: Send Files
de: Dateien senden
es: Enviar archivos
fr: Envoyer des fichiers
it: Invia file
ja: ファイルを送信
ko: 파일 보내기
nl: Bestanden versturen
pl: Wyślij pliki
pt_br: Enviar arquivos
ru: Отправить файлы
sv: Skicka filer
zh_hans: 发送文件
zh_hant: 傳送檔案

# other_device_subtitle
source: Not on this network
de: Nicht in diesem Netzwerk
es: No está en esta red
fr: Pas sur ce réseau
it: Non su questa rete
ja: このネットワーク外
ko: 이 네트워크에 없음
nl: Niet op dit netwerk
pl: Poza tą siecią
pt_br: Fora desta rede
ru: Не в этой сети
sv: Inte i det här nätverket
zh_hans: 不在此网络中
zh_hant: 不在此網路中

# other_device_title
source: Other Device…
de: Anderes Gerät …
es: Otro dispositivo…
fr: Autre appareil…
it: Altro dispositivo…
ja: ほかのデバイス…
ko: 다른 기기…
nl: Ander apparaat…
pl: Inne urządzenie…
pt_br: Outro dispositivo…
ru: Другое устройство…
sv: Annan enhet…
zh_hans: 其他设备…
zh_hant: 其他裝置…

# outgoing_waiting_body
source: %lld files offered. Waiting for a decision.
de: %lld Dateien angeboten. Warten auf die Antwort des anderen Geräts.
es: Ofrecido: %lld archivos. Esperando la respuesta del otro dispositivo.
fr: Proposé : %lld fichiers. En attente de la réponse de l'autre appareil.
it: Proposta inviata: %lld file. In attesa della risposta dell'altro dispositivo.
ja: %lld 件のファイルを提案しました。相手の応答を待っています。
ko: 파일 %lld개 보내기를 요청했습니다. 상대방의 응답을 기다리는 중입니다.
nl: Aangeboden: %lld bestanden. Wachten op het antwoord van het andere apparaat.
pl: Zaproponowano: %lld pliku. Oczekiwanie na odpowiedź drugiego urządzenia.
pt_br: Oferecido: %lld arquivos. Aguardando a resposta do outro dispositivo.
ru: Предложено: %lld файла. Ожидание ответа другого устройства.
sv: Erbjudet: %lld filer. Väntar på svar från den andra enheten.
zh_hans: 已提出发送 %lld 个文件，正在等待对方回应。
zh_hant: 已提出傳送 %lld 個檔案，正在等待對方回應。

# outgoing_waiting_title
source: Waiting for %1$@
de: Warten auf %1$@
es: Esperando a %1$@
fr: En attente de %1$@
it: In attesa di %1$@
ja: %1$@ の応答を待っています
ko: %1$@의 응답 대기 중
nl: Wachten op %1$@
pl: Oczekiwanie na urządzenie %1$@
pt_br: Aguardando %1$@
ru: Ожидание устройства %1$@
sv: Väntar på %1$@
zh_hans: 正在等待 %1$@
zh_hant: 正在等待 %1$@

# pairing_failed_title
source: Pairing Failed
de: Kopplung fehlgeschlagen
es: No se pudo vincular
fr: Échec de l'association
it: Abbinamento non riuscito
ja: ペアリングできませんでした
ko: 페어링 실패
nl: Koppelen mislukt
pl: Parowanie nie powiodło się
pt_br: Falha no pareamento
ru: Не удалось связать
sv: Parkopplingen misslyckades
zh_hans: 配对失败
zh_hant: 配對失敗

# pairing_failed_title_named
source: Wooosh Couldn't Pair with %1$@
de: Wooosh konnte nicht mit %1$@ koppeln
es: Wooosh no pudo vincularse con %1$@
fr: Wooosh n'a pas pu s'associer à %1$@
it: Wooosh non è riuscito ad abbinarsi a %1$@
ja: Wooosh は %1$@ とペアリングできませんでした
ko: Wooosh가 %1$@과(와) 페어링하지 못했습니다
nl: Wooosh kon niet koppelen met %1$@
pl: Wooosh nie mógł sparować się z urządzeniem %1$@
pt_br: O Wooosh não conseguiu parear com %1$@
ru: Wooosh не смог связаться с устройством %1$@
sv: Wooosh kunde inte parkoppla med %1$@
zh_hans: Wooosh 无法与 %1$@ 配对
zh_hant: Wooosh 無法與 %1$@ 配對

# pairing_in_progress_title
source: Pairing
de: Koppeln
es: Vinculando
fr: Association
it: Abbinamento
ja: ペアリング中
ko: 페어링 중
nl: Koppelen
pl: Parowanie
pt_br: Pareando
ru: Связывание
sv: Parkopplar
zh_hans: 正在配对
zh_hant: 正在配對

# pairing_paste_hint
source: No camera? Paste the pairing code instead.
de: Keine Kamera? Füge stattdessen den Kopplungscode ein.
es: ¿Sin cámara? Pega el código de vinculación.
fr: Pas d'appareil photo ? Collez plutôt le code d'association.
it: Nessuna fotocamera? Incolla invece il codice di abbinamento.
ja: カメラがない場合は、ペアリングコードを貼り付けてください。
ko: 카메라가 없다면 페어링 코드를 붙여넣으세요.
nl: Geen camera? Plak dan de koppelcode.
pl: Brak aparatu? Wklej kod parowania.
pt_br: Sem câmera? Cole o código de pareamento.
ru: Нет камеры? Вставьте код связи.
sv: Ingen kamera? Klistra in parkopplingskoden i stället.
zh_hans: 没有摄像头？改为粘贴配对码。
zh_hant: 沒有相機？改為貼上配對碼。

# pairing_paste_label
source: Pairing Code
de: Kopplungscode
es: Código de vinculación
fr: Code d'association
it: Codice di abbinamento
ja: ペアリングコード
ko: 페어링 코드
nl: Koppelcode
pl: Kod parowania
pt_br: Código de pareamento
ru: Код связи
sv: Parkopplingskod
zh_hans: 配对码
zh_hant: 配對碼

# pairing_progress_body
source: Keep the other device unlocked with its pairing code on screen. Both devices need to be on the same Wi-Fi network. This can take a few seconds.
de: Lass das andere Gerät entsperrt und den Kopplungscode auf dem Bildschirm. Beide Geräte müssen im selben WLAN sein. Das kann einige Sekunden dauern.
es: Mantén el otro dispositivo desbloqueado con su código de vinculación en pantalla. Ambos dispositivos deben estar en la misma red Wi-Fi. Puede tardar unos segundos.
fr: Laissez l'autre appareil déverrouillé avec son code d'association affiché. Les deux appareils doivent être sur le même réseau Wi-Fi. Cela peut prendre quelques secondes.
it: Tieni l'altro dispositivo sbloccato con il suo codice di abbinamento sullo schermo. Entrambi i dispositivi devono essere sulla stessa rete Wi-Fi. Possono volerci alcuni secondi.
ja: 相手のデバイスのロックを解除したまま、ペアリングコードを画面に表示しておいてください。両方のデバイスが同じ Wi-Fi ネットワークに接続されている必要があります。数秒かかることがあります。
ko: 상대 기기의 잠금을 해제한 상태로 페어링 코드를 화면에 띄워 두세요. 두 기기가 같은 Wi-Fi 네트워크에 있어야 합니다. 몇 초 걸릴 수 있습니다.
nl: Houd het andere apparaat ontgrendeld met de koppelcode in beeld. Beide apparaten moeten in hetzelfde wifinetwerk zitten. Dit kan een paar seconden duren.
pl: Zostaw drugie urządzenie odblokowane z kodem parowania na ekranie. Oba urządzenia muszą być w tej samej sieci Wi-Fi. Może to potrwać kilka sekund.
pt_br: Mantenha o outro dispositivo desbloqueado com o código de pareamento na tela. Os dois dispositivos precisam estar na mesma rede Wi-Fi. Pode levar alguns segundos.
ru: Оставьте другое устройство разблокированным, с кодом связи на экране. Оба устройства должны быть в одной сети Wi-Fi. Это может занять несколько секунд.
sv: Låt den andra enheten vara upplåst med parkopplingskoden på skärmen. Båda enheterna måste vara i samma Wi-Fi-nätverk. Det kan ta några sekunder.
zh_hans: 请让另一台设备保持解锁，并在屏幕上显示配对码。两台设备需要在同一 Wi-Fi 网络中。这可能需要几秒钟。
zh_hant: 請讓另一台裝置保持解鎖，並在螢幕上顯示配對碼。兩台裝置需要在同一 Wi-Fi 網路中。這可能需要幾秒鐘。

# pairing_qr_a11y
source: Pairing QR code
de: QR-Code zum Koppeln
es: Código QR de vinculación
fr: Code QR d'association
it: Codice QR di abbinamento
ja: ペアリング用 QR コード
ko: 페어링 QR 코드
nl: QR-code voor koppelen
pl: Kod QR parowania
pt_br: Código QR de pareamento
ru: QR-код для связывания
sv: QR-kod för parkoppling
zh_hans: 配对二维码
zh_hant: 配對 QR 碼

# pairing_scan_accepts
source: Pairing codes and internet codes both work here.
de: Hier funktionieren sowohl Kopplungscodes als auch Internetcodes.
es: Aquí funcionan tanto los códigos de vinculación como los códigos de internet.
fr: Les codes d'association et les codes Internet fonctionnent tous les deux ici.
it: Qui funzionano sia i codici di abbinamento sia i codici internet.
ja: ペアリングコードとインターネットコードのどちらも使えます。
ko: 페어링 코드와 인터넷 코드 모두 사용할 수 있습니다.
nl: Zowel koppelcodes als internetcodes werken hier.
pl: Działają tu zarówno kody parowania, jak i kody internetowe.
pt_br: Códigos de pareamento e códigos de internet funcionam aqui.
ru: Здесь подходят и коды сопряжения, и интернет-коды.
sv: Både kopplingskoder och internetkoder fungerar här.
zh_hans: 配对码和互联网代码在这里都可以使用。
zh_hant: 配對碼與網際網路代碼在這裡都可以使用。

# pairing_scan_body
source: Point the camera at the pairing code shown in Wooosh on the other device.
de: Richte die Kamera auf den Kopplungscode, den Wooosh auf dem anderen Gerät anzeigt.
es: Apunta la cámara al código de vinculación que muestra Wooosh en el otro dispositivo.
fr: Dirigez l'appareil photo vers le code d'association affiché par Wooosh sur l'autre appareil.
it: Inquadra con la fotocamera il codice di abbinamento mostrato da Wooosh sull'altro dispositivo.
ja: 相手のデバイスの Wooosh に表示されているペアリングコードにカメラを向けてください。
ko: 상대 기기의 Wooosh에 표시된 페어링 코드에 카메라를 비추세요.
nl: Richt de camera op de koppelcode die Wooosh op het andere apparaat toont.
pl: Skieruj aparat na kod parowania wyświetlany przez Wooosh na drugim urządzeniu.
pt_br: Aponte a câmera para o código de pareamento que o Wooosh mostra no outro dispositivo.
ru: Наведите камеру на код связи, показанный в Wooosh на другом устройстве.
sv: Rikta kameran mot parkopplingskoden som Wooosh visar på den andra enheten.
zh_hans: 将摄像头对准另一台设备上 Wooosh 显示的配对码。
zh_hant: 將相機對準另一台裝置上 Wooosh 顯示的配對碼。

# pairing_scan_body_desktop
source: Copy the pairing code from the other device and paste it below.
de: Kopiere den Kopplungscode vom anderen Gerät und füge ihn unten ein.
es: Copia el código de vinculación del otro dispositivo y pégalo abajo.
fr: Copiez le code d'association depuis l'autre appareil et collez-le ci-dessous.
it: Copia il codice di abbinamento dall'altro dispositivo e incollalo qui sotto.
ja: 相手のデバイスからペアリングコードをコピーして、下に貼り付けてください。
ko: 상대 기기에서 페어링 코드를 복사해 아래에 붙여넣으세요.
nl: Kopieer de koppelcode van het andere apparaat en plak die hieronder.
pl: Skopiuj kod parowania z drugiego urządzenia i wklej go poniżej.
pt_br: Copie o código de pareamento do outro dispositivo e cole abaixo.
ru: Скопируйте код связи с другого устройства и вставьте его ниже.
sv: Kopiera parkopplingskoden från den andra enheten och klistra in den nedan.
zh_hans: 从另一台设备复制配对码，然后粘贴到下方。
zh_hant: 從另一台裝置複製配對碼，然後貼到下方。
